tap "coursier/formulas"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-iam-authenticator"
brew "bash-completion"
brew "bat"
brew "glib"
brew "openssl@1.1"
brew "openssl@3"
brew "python@3.9"
brew "cmake"
brew "docker-completion"
brew "libevent"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libsndfile"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "qt@5"
brew "gnuplot"
brew "python@3.11"
brew "gobject-introspection"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "htop"
brew "jq"
brew "krb5"
brew "libpq"
brew "neovim"
brew "numpy"
brew "onnxruntime"
brew "openjdk@11"
brew "openjdk@17"
brew "pip-completion"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pytorch"
brew "ripgrep"
brew "rustc-completion"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "coursier/formulas/coursier"
brew "hashicorp/tap/terraform"
cask "fig"
