tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "xz"
brew "aws-iam-authenticator"
brew "bash-completion"
brew "glib"
brew "python@3.9"
brew "docker-completion"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "libsndfile"
brew "srt"
brew "ffmpeg"
brew "gh"
brew "hdf5"
brew "htop"
brew "jq"
brew "libpq"
brew "neovim"
brew "openjdk@11"
brew "openssl@3"
brew "pip-completion"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rustc-completion"
brew "starship"
brew "tmux"
brew "tree"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
cask "fig"
