tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "glib"
brew "xz"
brew "python@3.9"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libsndfile"
brew "srt"
brew "ffmpeg"
brew "hdf5"
brew "htop"
brew "jq"
brew "libpq"
brew "neovim"
brew "openjdk@11"
brew "openssl@3"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tmux"
brew "tree"
brew "zlib"
brew "hashicorp/tap/terraform"
brew "zsh"
brew "gh"