tap "coursier/formulas"
tap "hashicorp/tap"
tap "modularml/packages"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-iam-authenticator"
brew "bash-completion"
brew "openssl@3"
brew "bat"
brew "python@3.12"
brew "glib"
brew "cairo"
brew "cmake"
brew "docker-completion"
brew "libevent"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libsndfile"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freerdp"
brew "gcc"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "qt"
brew "gnuplot"
brew "gobject-introspection"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "hdf5"
brew "htop"
brew "jq"
brew "libpq"
brew "neovim"
brew "nmap"
brew "node"
brew "openblas"
brew "numpy"
brew "onnxruntime"
brew "openjdk"
brew "openjdk@11"
brew "openjdk@17"
brew "openssl@1.1"
brew "openvpn"
brew "pip-completion"
brew "pipx"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "python@3.9"
brew "pytorch"
brew "ripgrep"
brew "rustc-completion"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "modularml/packages/modular"
cask "fig"
cask "ghostty"
cask "xquartz"
