tap "hashicorp/tap"
tap "modularml/packages"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "aws-iam-authenticator"
brew "bash-completion"
brew "bat"
brew "glib"
brew "docker-completion"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libsndfile"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "gobject-introspection"
brew "hdf5"
brew "htop"
brew "jq"
brew "libpq"
brew "neovim"
brew "node"
brew "onnxruntime"
brew "openjdk@11"
brew "pip-completion"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "rustc-completion"
brew "starship"
brew "tmux"
brew "tree"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
brew "modularml/packages/modular"
